/* button in progress sheet */
"Stop" = "停止";

/* menu item */
"Update iPod" = "更新 iPod";

/* Restore iPod command key */
"R" = "R";

/* menu item */
"Restore iPod" = "恢复 iPod";

/* menu item */
"Close Window" = "关闭窗口";

/* menu item */
"Copy" = "拷贝";

/* menu item */
"Paste" = "粘贴";

/* menu item */
"Quit" = "退出";

/* Close Window command key */
"W" = "W";

/* menu title */
"Edit" = "编辑";

/* menu item */
"About iPod Updater" = "关于 iPod 更新程序";

/* menu item */
"Cut" = "剪切";

/* Cut command key */
"X" = "X";

/* Quit command key */
"Q" = "Q";

/* menu title */
"Options" = "选项";

/* Copy command key */
"C" = "C";

/* Paste command key */
"V" = "V";

/* text next to lock when locked */
"Click the lock to make changes." = "点按锁按钮以进行更改。";

/* Return Character */
"\r" = "\r";

/* text next to lock when unlocking */
"Authenticating..." = "正在鉴定⋯";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "点按锁按钮以防止再次被更改。";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "Mac OS 错误代码为 <error>。";

/* error message */
"Error updating or restoring iPod. (<error>)" = "更新或恢复 iPod 时出错。（<error>）";

/* error message */
"Could not find updater library." = "找不到更新程序库。";

/* error message */
"The iPod Updater cannot open the library FlashLibrary.bundle." = "“iPod 更新程序”不能打开 FlashLibrary.bundle 资源库。";

/* error message */
"An unexpected error occurred." = "发生意外错误。";

/* detail of error message */
"The iPod Updater application may be damaged." = "应用程序“iPod 更新程序”可能已损坏。";

/* error message */
"Out of memory." = "内存不足。";

/* error message */
"The iPod Updater requires Mac OS X." = "“iPod 更新程序”需要 Mac OS X。";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "“iPod 更新程序”需要 CarbonLib 1.4 或更高版本。";

/* error message */
"The iPod is not mounted." = "iPod 没有装上。";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "如果在操作进行的时候退出应用程序，以后您可能需要恢复 iPod 软件。";

/* info window version */
"<version> (up to date)" = "<version> （最新版本）";

/* info window label */
"Software Version:" = "软件版本：";

/* about window app version line */
"Version <version>" = "版本 <version>";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "iPod 已经被更新到版本 <version>。请拔出并重新插入 iPod，以完成更新过程。";

/* confirmation dialog title */
"Quit " = "退出 ";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "要更新，请一次只连接一个 iPod。";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "您的 iPod 已经恢复为出厂设置。请拔出并重新插入 iPod，以完成恢复过程。";

/* info window label */
"Name:" = "名称：";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "您的 iPod 已经恢复为出厂设置。请先推出 iPod，然后将它拔出并重新插入，以完成恢复过程。";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "“恢复”将彻底抹掉 iPod，并应用出厂设置。iPod 上的音乐和其他数据将被抹掉。";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "一个 iPod 接入，但没有在桌面装上。";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please leave the iPod connected and wait while it completes the update process." = "iPod 已被更新到版本 <version>，并正在重新启动。请保持 iPod 连接，然后等待直到更新过程完成。";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please leave the iPod connected and wait while it completes the restore process." = "iPod 已被恢复为出厂设置，并正在重新启动。请保持 iPod 连接，然后等待直到恢复过程完成。";

/* error message */
"More than one iPod is attached." = "多个 iPod 接入。";

/* button for main window */
"Nothing" = "未选取";

/* error message */
"This iPod requires Mac OS X version 10.2.8." = "此 iPod 需要 Mac OS X 10.2.8。";

/* error message */
"The iPod disk does not have the correct structure. You must restore the iPod." = "iPod 磁盘的结构不正确。您必须恢复 iPod.";

/* progress message */
"Updating iPod software" = "正在更新 iPod 软件";

/* about window firmware version line */
"iPod Software Version <version>" = "iPod 软件版本 <version>";

/* progress message */
"Done updating iPod software" = "更新 iPod 软件已完成";

/* main window title */
"iPod Windows Software <version> Updater" = "iPod Windows 软件 <version> 更新程序";

/* button for main window */
"Update" = "更新";

/* button for main window */
"Restore" = "恢复";

/* progress message */
"Done restoring iPod software" = "恢复 iPod 软件已完成";

/* info window label */
"Capacity:" = "容量：";

/* main window message */
"The attached iPod model is not supported by this application." = "该应用程序不支持已连接的 iPod 型号。";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "iPod 已经被更新到版本 <version>。请先推出 iPod，然后将它拔出并重新插入，以完成更新过程。";

/* main window message */
"Update is complete. Please disconnect iPod from computer and connect it to the external power supply to allow firmware reflash." = "更新已完成。请从电脑断开 iPod，然后将其连接到外部电源上以允许固件更新。";

/* progress message */
"Restoring iPod software" = "正在恢复 iPod 软件";

/* message for main window */
"Reset iPod to Windows factory settings. \rAll music and data will be erased." = "将 iPod 重置为 Windows 出厂设置。\r所有的音乐和数据将被抹掉。";

/* main window message */
"Plug in an iPod to update it." = "插入 iPod 进行更新。";

/* error message */
"An error occurred. There may be open files on the iPod." = "出现错误。iPod 上可能有打开的文件。";

/* error message */
"No iPod is attached." = "没有连接 iPod。";

/* info window capacity */
"MB" = "MB";

/* message for main window */
"Update puts the latest system software on your iPod." = "“更新”会将最新的系统软件安装在 iPod 上。";

/* error message */
"The updater does not have a volume image." = "此更新程序没有宗卷映像。";

/* error message */
"The updater does not have a firmware image." = "此更新程序没有固件映像。";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "多个 iPod 接入。要更新，请一次只连接一个 iPod。";

/* info window version */
"<version>" = "<版本>";

/* confirmation dialog title */
"Restore " = "恢复 ";

/* main window title */
"iPod Updater" = "iPod 更新程序";

/* main window message */
"Your iPod has been updated to version <version>, and must be restarted to complete the update process." = "iPod 已经被更新到版本 <version>，必须重新启动以完成更新过程。";

/* error message */
"Error updating or restoring iPod. [<error>]" = "更新或恢复 iPod 时发生错误。[<error>]";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "您真的要恢复 iPod 软件吗？";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "在 iPod 磁盘上找不到 SysInfo 文件。";

/* error message */
"This iPod requires Mac OS X version 10.3.4 or newer." = "此 iPod 需要 Mac OS X 10.3.4 或更高版本。";

/* main window message */
"Your iPod has been restored and must be restarted to complete the restore process." = "iPod 已恢复，必须重新启动以完成恢复过程。";

/* info window version */
"<version> (needs update)" = "<version> （需要更新）";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "当前存储在 iPod 上的所有数据都将丢失。";

/* info window capacity */
"GB" = "GB";

/* confirmation message */
"Quit while this operation is in progress?" = "要在操作进行时退出吗？";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "检测到一个 iPod，但是它必须在桌面装上才能进行此项操作。";

/* info window label */
"iPod (Recovery Mode)" = "iPod（恢复模式）";

/* info window label */
"Serial Number:" = "序列号：";

/* info window label */
"N/A" = "不详";

/* main window message */
"The attached iPod does not have proper software on it." = "连接着的 iPod 上没有合适的软件。";

/* error message */
"The iPod could not be unmounted because it is in use. Please close any open files on the iPod and try again." = "不能卸下 iPod，因为它正在使用。请关闭 iPod 上任何已打开的文件，然后再试一次。";

/* main window message */
"Initializing..." = "正在初始化⋯";

/* error message */
"An error occurred. This Updater cannot update Windows (FAT) formatted iPods. Try restore or using the Windows Updater." = "发生错误。此更新程序不能更新用 Windows (FAT) 格式化的 iPod。请尝试恢复或尝试使用 Windows 版的更新程序来更新。";

/* error message */
"Could not obtain authentication." = "未能获得鉴定。";

/* main window message */
"Restore is complete. Please disconnect iPod from computer and connect it to the external power supply to allow firmware reflash." = "恢复已完成。请从电脑断开 iPod，然后将其连接到外部电源上以允许固件更新。";

/* about payloads */
"Included Updates:" = "附带更新：";
